Repository: borhanedinee/hirafi_app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# artisanServices_homeAppliancesRepair_0
source: Maintain washing machines and refrigerators
ar: صيانة الغسالات والثلاجات
fr: Entretenir les machines à laver et réfrigérateurs

# artisanServices_homeAppliancesRepair_1
source: Repair ovens and microwaves
ar: إصلاح الأفران والميكروويف
fr: Réparer les fours et micro-ondes

# artisanServices_homeAppliancesRepair_2
source: Replace spare parts for home appliances
ar: استبدال قطع غيار الأجهزة المنزلية
fr: Remplacer les pièces de rechange des appareils ménagers

# artisanServices_homeAppliancesRepair_3
source: Fix internal electrical faults
ar: إصلاح الأعطال الكهربائية الداخلية
fr: Réparer les pannes électriques internes

# artisanServices_category_movingAndAssembly
source: Moving and Assembly
ar: النقل والتجميع
fr: Déménagement et assemblage

# artisanServices_movingAndAssembly_0
source: Disassemble and assemble furniture, fixing damages
ar: تفكيك وتجميع الأثاث مع إصلاح الأضرار
fr: Démonter et assembler les meubles, réparer les dommages

# artisanServices_movingAndAssembly_1
source: Adjust furniture to fit new spaces
ar: تعديل الأثاث ليتناسب مع المساحات الجديدة
fr: Ajuster les meubles pour les nouveaux espaces

# artisanServices_movingAndAssembly_2
source: Secure unstable furniture pieces
ar: تثبيت قطع الأثاث غير المستقرة
fr: Sécuriser les meubles instables

# artisanServices_movingAndAssembly_3
source: Provide safe lifting and moving services
ar: توفير خدمات رفع ونقل آمنة
fr: Fournir des services de levage et de déménagement sécurisés

# artisanServices_category_elevatorMaintenance
source: Elevator Maintenance
ar: صيانة المصاعد
fr: Maintenance des ascenseurs

# artisanServices_elevatorMaintenance_0
source: Repair electrical or mechanical faults
ar: إصلاح الأعطال الكهربائية أو الميكانيكية
fr: Réparer les pannes électriques ou mécaniques

# artisanServices_elevatorMaintenance_1
source: Check safety and emergency stops
ar: فحص الأمان والتوقف الطارئ
fr: Vérifier la sécurité et les arrêts d'urgence

# artisanServices_elevatorMaintenance_2
source: Update control systems
ar: تحديث أنظمة التحكم
fr: Mettre à jour les systèmes de contrôle

# artisanServices_elevatorMaintenance_3
source: Maintain doors and motors
ar: صيانة الأبواب والمحركات
fr: Entretenir les portes et moteurs

# artisanServices_category_interiorAndExteriorDesign
source: Interior and Exterior Design
ar: التصميم الداخلي والخارجي
fr: Design intérieur et extérieur

# artisanServices_interiorAndExteriorDesign_0
source: Modify or repair interior finishes
ar: تعديل أو إصلاح التشطيبات الداخلية
fr: Modifier ou réparer les finitions intérieures

# artisanServices_interiorAndExteriorDesign_1
source: Update decoration by taste or need
ar: تحديث الديكور حسب الذوق أو الحاجة
fr: Mettre à jour la décoration selon les goûts ou besoins

# artisanServices_interiorAndExteriorDesign_2
source: Fix lighting and gypsum faults
ar: إصلاح أعطال الإضاءة والجبس
fr: Réparer les pannes d'éclairage et de plâtre

# artisanServices_interiorAndExteriorDesign_3
source: Optimize existing space usage
ar: تحسين استخدام المساحة الحالية
fr: Optimiser l'utilisation de l'espace existant

# artisanServices_category_thermalAndWaterproofing
source: Thermal and Waterproofing
ar: العزل الحراري والمائي
fr: Isolation thermique et étanchéité

# artisanServices_thermalAndWaterproofing_0
source: Repair leaks from roofs and tanks
ar: إصلاح التسربات من الأسطح والخزانات
fr: Réparer les fuites des toits et réservoirs

# artisanServices_thermalAndWaterproofing_1
source: Treat damp walls
ar: معالجة الجدران الرطبة
fr: Traiter les murs humides

# artisanServices_thermalAndWaterproofing_2
source: Maintain old insulation materials
ar: صيانة مواد العزل القديمة
fr: Entretenir les anciens matériaux d'isolation

# artisanServices_thermalAndWaterproofing_3
source: Inspect insulation efficiency and re-cover
ar: فحص كفاءة العزل وإعادة التغطية
fr: Inspecter l'efficacité de l'isolation et recouvrir

# artisanServices_category_securityAndControlServices
source: Security and Control Services
ar: خدمات الأمن والتحكم
fr: Services de sécurité et de contrôle

# artisanServices_securityAndControlServices_0
source: Maintain alarm and fingerprint systems
ar: صيانة أنظمة الإنذار وبصمات الأصابع
fr: Entretenir les systèmes d'alarme et d'empreintes digitales

# artisanServices_securityAndControlServices_1
source: Repair smart locks
ar: إصلاح الأقفال الذكية
fr: Réparer les serrures intelligentes

# artisanServices_securityAndControlServices_2
source: Update surveillance systems
ar: تحديث أنظمة المراقبة
fr: Mettre à jour les systèmes de surveillance

# artisanServices_securityAndControlServices_3
source: Reprogram entrance gates
ar: إعادة برمجة بوابات الدخول
fr: Reprogrammer les portails d'entrée

# artisanServices_category_waterTanks
source: Water Tanks
ar: خزانات المياه
fr: Réservoirs d'eau

# artisanServices_waterTanks_0
source: Clean and sanitize water tanks
ar: تنظيف وتعقيم خزانات المياه
fr: Nettoyer et désinfecter les réservoirs d'eau

# artisanServices_waterTanks_1
source: Fix faults or leaks
ar: إصلاح الأعطال أو التسربات
fr: Réparer les pannes ou fuites

# artisanServices_waterTanks_2
source: Check water floats and valves
ar: فحص عوامات وصمامات المياه
fr: Vérifier les flotteurs et vannes d'eau

# artisanServices_waterTanks_3
source: Maintain tank covers
ar: صيانة أغطية الخزانات
fr: Entretenir les couvercles des réservoirs

# artisanServices_category_outdoorAndIndoorGamesMaintenance
source: Outdoor and Indoor Games Maintenance
ar: صيانة الألعاب الخارجية والداخلية
fr: Maintenance des jeux extérieurs et intérieurs

# artisanServices_outdoorAndIndoorGamesMaintenance_0
source: Repair slides and playgrounds
ar: إصلاح الزحاليق وملاعب الأطفال
fr: Réparer les toboggans et aires de jeux

# artisanServices_outdoorAndIndoorGamesMaintenance_1
source: Secure loose playground equipment
ar: تثبيت معدات الملاعب المفكوكة
fr: Sécuriser les équipements de jeux détachés

# artisanServices_outdoorAndIndoorGamesMaintenance_2
source: Replace plastic or metal parts
ar: استبدال الأجزاء البلاستيكية أو المعدنية
fr: Remplacer les pièces en plastique ou métal

# artisanServices_outdoorAndIndoorGamesMaintenance_3
source: Maintain home electronic games
ar: صيانة الألعاب الإلكترونية المنزلية
fr: Entretenir les jeux électroniques domestiques

# artisanServices_category_alternativeEnergySystems
source: Alternative Energy Systems
ar: أنظمة الطاقة البديلة
fr: Systèmes d'énergie alternative

# artisanServices_alternativeEnergySystems_0
source: Clean and maintain solar panels
ar: تنظيف وصيانة الألواح الشمسية
fr: Nettoyer et entretenir les panneaux solaires

# artisanServices_alternativeEnergySystems_1
source: Check batteries and inverters
ar: فحص البطاريات والمحولات
fr: Vérifier les batteries ,et onduleurs

# artisanServices_alternativeEnergySystems_2
source: Maintain alternative energy wiring
ar: صيانة أسلاك الطاقة البديلة
fr: Entretenir le câblage des énergies alternatives

source: View All
ar: عرض الكل
fr: Voir tout

# allCategoriesScreen_title
source: All Categories
ar: كل الفئات
fr: Toutes les catégories

# communityScreen_valueAppBarTitle
source: Community
ar: المجتمع

# communityScreen_valueSearchHint
source: Search posts, hashtags ...
ar: ابحث عن منشورات، هاشتاغات ...

# communityScreen_valueCategoryAll
source: All
ar: الكل

# communityScreen_valueSortByLabel
source: Sort by :
ar: ترتيب حسب :

# communityScreen_valueSortByNewer
source: Newer
ar: الأحدث

# communityScreen_valueSortByMostEngaged
source: Most engaged
ar: الأكثر تفاعلاً

# communityScreen_valuePostHint
source: Share your experience or ask a question...
ar: شارك تجربتك أو اطرح سؤالاً...

# communityScreen_valuePhotoButton
source: Photo
ar: صورة

# communityScreen_valueVideoButton
source: Video
ar: فيديو

# communityScreen_valueCategoryButton
source: Category
ar: فئة

# communityScreen_valueCategoryCarpentry
source: Carpentry
ar: نجارة

# communityScreen_valueCategoryElectrical
source: Electrical
ar: كهرباء

# communityScreen_valueCategoryPlumbing
source: Plumbing
ar: سباكة

# communityScreen_valueCategoryPainting
source: Painting
ar: دهان

# communityScreen_valueJoinButton
source: Join
ar: انضم

# communityScreen_valueHeadingsGroups
source: Groups
ar: المجموعات

# communityScreen_valueHeadingsCategories
source: Categories
ar: الفئات

# communityScreen_valueAddGroupButton
source: Add Group
ar: إضافة مجموعة

# communityScreen_valuePostButton
source: Post
ar: نشر

# communityScreen_valueAddGroupArtisanDialogTitle
source: Upgrade Required
ar: التحديث مطلوب

# communityScreen_valueAddGroupArtisanDialogMessage
source: The ability to create groups is exclusive to artisans with the Special Package. Upgrade now to unlock this feature!
ar: إنشاء المجموعات متاح حصريًا للحرفيين مع الباقة الخاصة. قم بالترقية الآن لفتح هذه الميزة!

# communityScreen_valueAddGroupArtisanDialogBenefits
source: With this feature, you can create communities to showcase your work, connect directly with clients, gain visibility, and build a loyal customer base effortlessly.
ar: مع هذه الميزة، يمكنك إنشاء مجتمعات لعرض أعمالك، التواصل مباشرة مع العملاء، زيادة الظهور، وبناء قاعدة عملاء مخلصين بسهولة.

# communityScreen_valueAddGroupArtisanDialogUpgradeButton
source: Upgrade
ar: ترقية

# communityScreen_valueAddGroupClientDialogTitle
source: Unlock Group Creation
ar: فتح إنشاء المجموعات

# communityScreen_valueAddGroupClientDialogMessage
source: To create groups, you need to reach Gold Level by making 20 offers. Keep engaging to unlock this feature!
ar: لإنشاء مجموعات، تحتاج إلى الوصول إلى المستوى الذهبي عن طريق تقديم 20 عرضًا. استمر في التفاعل لفتح هذه الميزة!

# communityScreen_valueAddGroupClientDialogBenefits
source: Creating groups allows you to connect with artisans, share your project ideas, get inspired by community discussions, and find the perfect professional for your needs.
ar: إنشاء المجموعات يتيح لك التواصل مع الحرفيين، مشاركة أفكار مشروعاتك، الاستلهام من مناقشات المجتمع، وإيجاد المحترف المثالي لاحتياجاتك.

# communityScreen_valueAddGroupClientDialogOkButton
source: OK
ar: موافق

# communityScreen_valueGroupsDecsription
source: Explore specialized communities by topic — connect, learn, and share with people who care about the same things you do.
ar: استكشف مجتمعات متخصصة حسب الموضوع — تواصل، تعلّم، وشارك مع أشخاص يهتمون بنفس ما تهتم به.

# communityScreen_valuePlumbingGroupDescription
source: Tips and solutions for water systems
ar: نصائح وحلول لأنظمة المياه

# communityScreen_valueElectricalGroupDescription
source: Solutions for electrical wiring and repairs
ar: حلول للأسلاك الكهربائية والإصلاحات

# communityScreen_valueCarpentryGroupDescription
source: Ideas and tips for woodworking projects
ar: أفكار ونصائح لمشاريع النجارة

# communityScreen_valuePaintingGroupDescription
source: Color ideas and painting techniques
ar: أفكار الألوان وتقنيات الدهان

# userInfoScreen_valueRoleArtisan
source: Artisan
ar: حرفي

# userInfoScreen_valueRoleClient
source: Client
ar: عميل

# userInfoScreen_valueArtisanStatus
source: Available for Projects
ar: متاح للمشاريع

# userInfoScreen_valueClientStatus
source: Looking for Services
ar: يبحث عن خدمات

# userInfoScreen_valueDetailsTitle
source: Details
ar: التفاصيل

# userInfoScreen_valueLocationLabel
source: Location
ar: الموقع

# userInfoScreen_valuePhoneLabel
source: Phone
ar: الهاتف

# userInfoScreen_valueEmailLabel
source: Email
ar: البريد الإلكتروني

# userInfoScreen_valueCallButton
source: Call
ar: اتصل

# userInfoScreen_valueMessageButton
source: Message
ar: رسالة

# userInfoScreen_valueHireButton
source: Hire
ar: توظيف

# userInfoScreen_valueRequestButton
source: Request
ar: طلب

# userInfoScreen_valueAboutTitle
source: About
ar: حول

# userInfoScreen_valueArtisanBio
source: Experienced artisan specializing in creating high-quality, custom solutions for your needs. Ready to bring your vision to life!
ar: حرفي متمرس متخصص في تقديم حلول مخصصة عالية الجودة لاحتياجاتك. جاهز لتحقيق رؤيتك!

# userInfoScreen_valueClientBio
source: Passionate about finding the best artisans for home improvement projects. Always seeking quality and creativity.
ar: شغوف بالعثور على أفضل الحرفيين لمشاريع تحسين المنزل. أبحث دائمًا عن الجودة والإبداع.

# clientSignupPage_emailHint
source: email@example.com
fr: email@exemple.com
