Repository: borhanedinee/hirafi_app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# artisanProfileDetailsScreen_professionalCertificates
source: Professional Certificates
ar: الشهادات المهنية
fr: Certificats professionnels

# artisanProfileDetailsScreen_serviceArea
source: Service Area
ar: منطقة الخدمة
fr: Zone de service

# artisanProfileDetailsScreen_workingHours
source: Working Hours
ar: ساعات العمل
fr: Horaires de travail

# artisanProfileDetailsScreen_reviews
source: Reviews
ar: التقييمات
fr: Avis

# artisanProfileDetailsScreen_shareProfile
source: Share Profile
ar: مشاركة الملف الشخصي
fr: Partager le profil

# artisanProfileDetailsScreen_qrCode
source: QR Code
ar: رمز QR
fr: Code QR

# artisanProfileDetailsScreen_fillOfferAndSend
source: Fill Offer and Send
ar: ملء العرض وإرساله
fr: Remplir l'offre et envoyer

# artisanProfileDetailsScreen_sendOffer
source: Send Offer
ar: إرسال عرض
fr: Envoyer une offre

# artisanProfileDetailsScreen_workingHours_monday
source: Monday
ar: الإثنين
fr: Lundi

# artisanProfileDetailsScreen_workingHours_tuesday
source: Tuesday
ar: الثلاثاء
fr: Mardi

# artisanProfileDetailsScreen_workingHours_wednesday
source: Wednesday
ar: الأربعاء
fr: Mercredi

# artisanProfileDetailsScreen_workingHours_thursday
source: Thursday
ar: الخميس
fr: Jeudi

# artisanProfileDetailsScreen_workingHours_friday
source: Friday
ar: الجمعة
fr: Vendredi

# artisanProfileDetailsScreen_workingHours_hours
source: 9:00 AM - 5:00 PM
ar: 9:00 ص - 5:00 م
fr: 9h00 - 17h00

# artisanProfileDetailsScreen_certificate_title
source: Master Plumber License
ar: رخصة سباكة رئيسية
fr: Licence de maître plombier

# artisanProfileDetailsScreen_certificate_subtitle
source: Certified by USTHB - Expires 2025
ar: معتمد من USTHB - تنتهي في 2025
fr: Certifié par USTHB - Expire en 2025

# profileSection_status_availableNow
source: Available Now
ar: متاح الآن
fr: Disponible maintenant

# profileSection_rating_reviews
source: {rating} ({reviewCount} reviews)
ar: {rating} ({reviewCount} تقييم)
fr: {rating} ({reviewCount} avis)

# profileSection_location
source: Annaba, Annaba
ar: عنابة، عنابة

# profileSection_services_done
source: {count} services done
ar: {count} خدمات منجزة
fr: {count} services réalisés

# profileSection_experience
source: {years} years of experience
ar: {years} سنوات من الخبرة
fr: {years} ans d'expérience

# profileSection_clients_served
source: served {count} different clients
ar: خدم {count} عملاء مختلفين
fr: servi {count} clients différents

# profileSection_membership_title
source: Premium Gold Member
ar: عضو ذهبي مميز
fr: Membre Or Premium

# profileSection_membership_subtitle
source: Verfied • Professional
ar: موثق • محترف
fr: Vérifié • Professionnel

# homeAppBar_upgrade
source: Upgrade
ar: ترقية
fr: Promoter

# homeAppBar_location
source: Annaba, Algeria
ar: عنابة، الجزائر
fr: Annaba, Algérie

# artisanProfileScreen_myProfile
source: My Profile
ar: ملفي الشخصي
fr: Mon profil

# artisanProfileScreen_upgrade
source: Upgrade
ar: الترقية
fr: Mettre à niveau

# artisanProfileScreen_workGallery
source: Work Gallery
ar: معرض الأعمال
fr: Galerie de travaux

# artisanProfileScreen_add
source: + Add
ar: + إضافة
fr: + Ajouter

# artisanProfileScreen_accountSettings
source: Account Settings
ar: إعدادات الحساب
fr: Paramètres du compte

# artisanProfileScreen_personalInformation
source: Personal Information
ar: المعلومات الشخصية
fr: Informations personnelles

# artisanProfileScreen_notifications
source: Notifications
ar: الإشعارات

# artisanProfileScreen_helpCenter
source: Help Center
ar: مركز المساعدة
fr: Centre d'aide

# artisanProfileScreen_logout
source: Logout
ar: تسجيل الخروج
fr: Déconnexion

# artisanProfileScreen_userName
source: Boussaha Borhanedine
ar: Farouk Mn

# artisanProfileScreen_category
source: Painter
ar: دهان
fr: Peintre

# artisanProfileScreen_memberSince
source: Member since {date}
ar: عضو منذ {date}
fr: Membre depuis {date}

# artisanProfileScreen_membership
source: Silver Member
ar: عضو فضي
fr: Membre Argent

# artisanProfileScreen_completedOrders
source: Completed Orders
ar: الطلبات المكتملة
fr: Commandes terminées

# artisanProfileScreen_ratingReviews
source: Rating ( +{reviewCount} reviews )
ar: التقييم ( +{reviewCount} تقييم )
fr: Note ( +{reviewCount} avis )

# clientProfileScreen_myProfile
source: My Profile
ar: ملفي الشخصي
fr: Mon profil

# clientProfileScreen_accountSettings
source: Account Settings
ar: إعدادات الحساب
fr: Paramètres du compte

# clientProfileScreen_personalInformation
source: Personal Information
ar: المعلومات الشخصية
fr: Informations personnelles

# clientProfileScreen_notifications
source: Notifications
ar: الإشعارات

# clientProfileScreen_paymentMethods
source: Payment Methods
ar: طرق الدفع
fr: Méthodes de paiement

# clientProfileScreen_helpCenter
source: Help Center
ar: مركز المساعدة
fr: Centre d'aide

# clientProfileScreen_language
source: Language
ar: تغيير اللغة

# clientProfileScreen_logout
source: Logout
ar: تسجيل الخروج
fr: Déconnexion

# clientProfileScreen_clientLevel
source: Client Level
ar: مستوى العميل
fr: Niveau du client

# clientProfileScreen_silver
source: Silver
ar: فضي
fr: Argent

# clientProfileScreen_ordersCount
source: {count} Orders
ar: {count} طلبات
fr: {count} Commandes

# clientProfileScreen_ordersForGold
source: {count} for Gold
ar: {count} للذهبي
fr: {count} pour Or

# clientProfileScreen_completeOrdersForGold
source: Complete {count} more orders to reach Gold level.
ar: أكمل {count} طلبات إضافية للوصول إلى المستوى الذهبي.
fr: Complétez {count} commandes supplémentaires pour atteindre le niveau Or.

# clientProfileScreen_memberSince
source: Member since {date}
ar: عضو منذ {date}
fr: Membre depuis {date}

# clientProfileScreen_silverMember
source: Silver Member
ar: عضو فضي
fr: Membre Argent

# clientProfileScreen_orders
source: Orders
ar: الطلبات
fr: Commandes

# clientProfileScreen_favoriteArtisans
source: Favorite Artisans
ar: الحرفيين المفضلين
fr: Artisans favoris

# clientProfileScreen_rating
source: Rating
ar: التقييم
fr: Évaluation

# customSearchBar_searchHint
source: Search Services, Offers, {target}...
ar: ابحث عن الخدمات، العروض، {target}...
fr: Rechercher des services, offres, {target}...

# customSearchBar_artisans
source: Artisans
ar: الحرفيين

# customSearchBar_clients
source: Clients
ar: العملاء

# clientHomeContent_categories
source: Categories
ar: الفئات
fr: Catégories

# clientHomeContent_yourRecentOrders
source: Your Recent Orders
ar: طلباتك الأخيرة
fr: Vos commandes récentes

# clientHomeContent_topRatedArtisans
source: Top Rated Artisans
ar: أفضل الحرفيين تقييمًا
fr: Artisans les mieux notés

# clientHomeContent_offersAndRecommendations
source: Offers & Recommendations
ar: العروض والتوصيات
fr: Offres et recommandations

# clientHomeContent_tipsAndTricks
source: Tips & Tricks
ar: نصائح وحيل
fr: Astuces et conseils

# clientHomeContent_electrical
source: Electrical
ar: الكهرباء
fr: Électricité

# clientHomeContent_plumbing
source: Plumbing
ar: السباكة
fr: Plomberie

# clientHomeContent_carpentry
source: Carpentry
ar: النجارة
fr: Menuiserie

# clientHomeContent_painture
source: Painture
ar: الدهان
fr: Peinture

# clientHomeContent_availableNow
source: Available Now
ar: متوفر الآن
fr: Disponible maintenant

# clientHomeContent_distanceAway
source: {distance}km away
ar: {distance} كم بعيدًا
fr: À {distance}km

# clientHomeContent_recommendationDescription
source: Get 20% off {service} services this week – perfect time to fix that old closet or build new shelves.
ar: احصل على خصم 20% على خدمات {service} هذا الأسبوع - الوقت المثالي لإصلاح الخزانة القديمة أو بناء أرفف جديدة.
fr: Obtenez 20% de réduction sur les services de {service} cette semaine – le moment idéal pour réparer cette vieille armoire ou construire de nouvelles étagères.

# clientHomeContent_howToChooseArtisanTitle
source: How to choose the right artisan
ar: كيفية اختيار الحرفي المناسب
fr: Comment choisir le bon artisan

# clientHomeContent_howToChooseArtisanDescription
source: Choosing the right artisan can be a daunting task. Here are some tips to help you make the right choice.
ar: اختيار الحرفي المناسب قد يكون مهمة صعبة. إليك بعض النصائح لمساعدتك في اتخاذ القرار الصحيح.
fr: Choisir le bon artisan peut être une tâche ardue. Voici quelques conseils pour vous aider à faire le bon choix.

# clientHomeContent_howToMaintainHomeTitle
source: How to maintain your home
ar: كيفية الحفاظ على منزلك
fr: Comment entretenir votre maison

# clientHomeContent_howToMaintainHomeDescription
source: Maintaining your home is essential for its longevity. Here are some tips to help you keep your home in top shape.
ar: الحفاظ على منزلك ضروري لطول عمره. إليك بعض النصائح لمساعدتك في الحفاظ على منزلك في أفضل حالة.
fr: Entretenir votre maison est essentiel pour sa longévité. Voici quelques conseils pour vous aider à garder votre maison en parfait état.

# recentBookingCard_orderDescription
source: Need to fix electrical socket in living room and check circuit breaker issues. Need to fix electrical socket in living room and check circuit breaker issues.
ar: تحتاج إلى إصلاح مأخذ كهربائي في غرفة المعيشة والتحقق من مشكلات قاطع الدائرة. تحتاج إلى إصلاح مأخذ كهربائي في غرفة المعيشة والتحقق من مشكلات قاطع الدائرة.
fr: Besoin de réparer la prise électrique dans le salon et vérifier les problèmes de disjoncteur. Besoin de réparer la prise électrique dans le salon et vérifier les problèmes de disjoncteur.

# recentBookingCard_orderPrice
source: 3400DA
ar: 3400 دج

# recentBookingCard_viewDetails
source: View Details
ar: عرض التفاصيل
fr: Voir les détails

# recommendationCard_bookNow
source: Book Now
ar: احجز الآن
fr: Réserver maintenant

# tipCard_readMore
source: Read More
ar: اقرأ المزيد
fr: Lire la suite

# topRatedArtisansCard_availableNow
source: Available Now
ar: متاح الآن
fr: Disponible maintenant

# topRatedArtisansCard_proffesional
source: Professional
ar: محترف
fr: Professionnel

# artisanControlCard_availableForWork
source: Available for work
ar: متاح للعمل
fr: Disponible pour le travail

# artisanControlCard_newRequests
source: New Requests
ar: طلبات جديدة
fr: Nouvelles demandes

# artisanControlCard_pendingRequests
source: Pending Requests
ar: طلبات معلقة
fr: Demandes en attente

# clientDirectOfferItem_accept
source: Accept
ar: قبول
fr: Accepter

# clientDirectOfferItem_refuse
source: Refuse
ar: رفض
fr: Refuser

# offerByTenderItem_sendProposal
source: Send Proposal
ar: إرسال عرض
fr: Envoyer une proposition

# artisanHomeContent_directOffers
source: Direct Offers
ar: العروض المباشرة
fr: Offres directes

# artisanHomeContent_offersByTender
source: Offers by Tender
ar: العروض عن طريق المناقصة
fr: Offres par appel d'offres

# profilesScreen_profiles
source: Artisan Profiles
ar: ملفات الحرفيين
fr: Profils d'artisans

# profilesScreen_viewDetails
source: View Details
ar: عرض التفاصيل
fr: Voir les détails

# profilesScreen_joinedOneYearAgo
source: Joined 1 year ago
ar: انضم منذ 1 سنة
fr: Inscrit il y a 1 an

# profilesScreen_twoPointFiveKmAway
source: 2.5 km away
ar: على بعد 2.5 كم
fr: À 2,5 km

# artisanServices_category_electricity
source: Electricity
ar: الكهرباء
fr: Électricité

# artisanServices_electricity_0
source: Repair sudden faults and power outages
ar: إصلاح الأعطال المفاجئة وانقطاع التيار
fr: Réparer les pannes soudaines et les coupures de courant

# artisanServices_electricity_1
source: Inspect and update old wiring
ar: فحص وتحديث الأسلاك القديمة
fr: Inspecter et mettre à jour le câblage ancien

# artisanServices_electricity_2
source: Maintain breakers and electrical switches
ar: صيانة القواطع والمفاتيح الكهربائية
fr: Entretenir les disjoncteurs et les interrupteurs électriques

# artisanServices_electricity_3
source: Maintain indoor and outdoor lighting
ar: صيانة الإضاءة الداخلية والخارجية
fr: Entretenir l'éclairage intérieur et extérieur

# artisanServices_electricity_4
source: Repair distribution and control panels
ar: إصلاح لوحات التوزيع والتحكم
fr: Réparer les panneaux de distribution et de contrôle

# artisanServices_electricity_5
source: Maintain solar energy systems and batteries
ar: صيانة أنظمة الطاقة الشمسية والبطاريات
fr: Entretenir les systèmes d'énergie solaire et les batteries

# artisanServices_electricity_6
source: Repair smart home systems and remote controls
ar: إصلاح أنظمة المنزل الذكي وأجهزة التحكم عن بعد
fr: Réparer les systèmes de maison intelligente et les télécommandes

# artisanServices_category_plumbing
source: Plumbing
ar: السباكة
fr: Plomberie

# artisanServices_plumbing_0
source: Detect and repair water leaks
ar: كشف وإصلاح تسربات المياه
fr: Détecter et réparer les fuites d'eau

# artisanServices_plumbing_1
source: Repair pipes, valves, and tanks
ar: إصلاح الأنابيب والصمامات والخزانات
fr: Réparer les tuyaux, vannes et réservoirs

# artisanServices_plumbing_2
source: Unclog blocked drains and sewers
ar: فتح المجاري والصرف الصحي المسدود
fr: Déboucher les canalisations et égouts obstrués

# artisanServices_plumbing_3
source: Maintain water heaters and pumps
ar: صيانة مدافئ المياه والمضخات
fr: Entretenir les chauffe-eau et les pompes

# artisanServices_plumbing_4
source: Replace damaged mixers and faucets
ar: استبدال الخلاطات والصنابير التالفة
fr: Remplacer les mitigeurs et robinets endommagés

# artisanServices_plumbing_5
source: Fix water pressure and heating issues
ar: إصلاح مشاكل ضغط المياه والتدفئة
fr: Résoudre les problèmes de pression d'eau et de chauffage

# artisanServices_category_carpentry
source: Carpentry
ar: النجارة
fr: Menuiserie

# artisanServices_carpentry_0
source: Repair wooden doors and windows
ar: إصلاح الأبواب والنوافذ الخشبية
fr: Réparer les portes et fenêtres en bois

# artisanServices_carpentry_1
source: Maintain cabinets and kitchens
ar: صيانة الخزائن والمطابخ
fr: Entretenir les armoires et cuisines

# artisanServices_carpentry_2
source: Modify and restore old furniture
ar: تعديل وترميم الأثاث القديم
fr: Modifier et restaurer les meubles anciens

# artisanServices_carpentry_3
source: Fix hinges, handles, and drawers
ar: إصلاح المفصلات والمقابض والأدراج
fr: Réparer les charnières, poignées et tiroirs

# artisanServices_carpentry_4
source: Treat moisture or wood decay
ar: معالجة الرطوبة أو تسوس الخشب
fr: Traiter l'humidité ou la pourriture du bois

# artisanServices_carpentry_5
source: Maintain bedrooms, tables, and chairs
ar: صيانة غرف النوم والطاولات والكراسي
fr: Entretenir les chambres, tables et chaises

# artisanServices_category_ironwork
source: Ironwork
ar: الأعمال الحديدية
fr: Ferronnerie

# artisanServices_ironwork_0
source: Repair iron doors and windows
ar: إصلاح الأبواب والنوافذ الحديدية
fr: Réparer les portes et fenêtres en fer

# artisanServices_ironwork_1
source: Weld cracks in metal structures
ar: لحام الشقوق في الهياكل المعدنية
fr: Souder les fissures dans les structures métalliques

# artisanServices_ironwork_2
source: Reinforce and maintain stairs
ar: تعزيز وصيانة السلالم
fr: Renforcer et entretenir les escaliers

# artisanServices_ironwork_3
source: Fix garages and iron fences
ar: إصلاح الجراجات والأسوار الحديدية
fr: Réparer les garages et clôtures en fer

# artisanServices_ironwork_4
source: Reinstall loose parts
ar: إعادة تركيب الأجزاء المفكوكة
fr: Réinstaller les pièces détachées

# artisanServices_category_aluminumAndGlass
source: Aluminum and Glass
ar: الألمنيوم والزجاج
fr: Aluminium et verre

# artisanServices_aluminumAndGlass_0
source: Repair aluminum windows and doors
ar: إصلاح نوافذ وأبواب الألمنيوم
fr: Réparer les fenêtres et portes en aluminium

# artisanServices_aluminumAndGlass_1
source: Adjust broken or unaligned glass frames
ar: تعديل إطارات الزجاج المكسورة أو غير المحاذية
fr: Ajuster les cadres de verre cassés ou mal alignés

# artisanServices_aluminumAndGlass_2
source: Replace sliding door wheels
ar: استبدال عجلات الأبواب الزلقة
fr: Remplacer les roues des portes coulissantes

# artisanServices_aluminumAndGlass_3
source: Install new glass and fix cracked glass
ar: تركيب زجاج جديد وإصلاح الزجاج المتصدع
fr: Installer du nouveau verre et réparer le verre fissuré

# artisanServices_aluminumAndGlass_4
source: Maintain store glass facades
ar: صيانة واجهات الزجاج للمتاجر
fr: Entretenir les façades en verre des magasins

# artisanServices_category_paintingAndDecoration
source: Painting and Decoration
ar: الدهان والديكور
fr: Peinture et décoration

# artisanServices_paintingAndDecoration_0
source: Repair and peel damaged paint
ar: إصلاح وتقشير الدهان التالف
fr: Réparer et enlever la peinture endommagée

# artisanServices_paintingAndDecoration_1
source: Repaint walls and ceilings
ar: إعادة طلاء الجدران والأسقف
fr: Repeindre les murs et plafonds

# artisanServices_paintingAndDecoration_2
source: Treat moisture and cracks
ar: معالجة الرطوبة والشقوق
fr: Traiter l'humidité et les fissures

# artisanServices_paintingAndDecoration_3
source: Repair decorative and artistic paintwork
ar: إصلاح الدهانات الزخرفية والفنية
fr: Réparer les peintures décoratives et artistiques

# artisanServices_paintingAndDecoration_4
source: Maintain or remove wallpaper
ar: صيانة أو إزالة ورق الحائط
fr: Entretenir ou retirer le papier peint

# artisanServices_category_gypsumAndFinishing
source: Gypsum and Finishing
ar: الجبس والتشطيب
fr: Plâtre et finition

# artisanServices_gypsumAndFinishing_0
source: Repair cracked or fallen gypsum
ar: إصلاح الجبس المتشقق أو الساقط
fr: Réparer le plâtre fissuré ou tombé

# artisanServices_gypsumAndFinishing_1
source: Maintain gypsum wall decorations
ar: صيانة زخارف جدران الجبس
fr: Entretenir les décorations murales en plâtre

# artisanServices_gypsumAndFinishing_2
source: Fix hidden lighting problems
ar: إصلاح مشاكل الإضاءة المخفية
fr: Résoudre les problèmes d'éclairage caché

# artisanServices_gypsumAndFinishing_3
source: Restore partitions and suspended ceilings
ar: ترميم الحواجز والأسقف المعلقة
fr: Restaurer les cloisons et plafonds suspendus

# artisanServices_category_airConditioningAndRefrigeration
source: Air Conditioning and Refrigeration
ar: التكييف والتبريد
fr: Climatisation et réfrigération

# artisanServices_airConditioningAndRefrigeration_0
source: Inspect and maintain split and central AC units
ar: فحص وصيانة وحدات التكييف المقسمة والمركزية
fr: Inspecter et entretenir les unités de climatisation split et centrales

# artisanServices_airConditioningAndRefrigeration_1
source: Recharge Freon and clean filters
ar: إعادة شحن الفريون وتنظيف الفلاتر
fr: Recharger le fréon et nettoyer les filtres

# artisanServices_airConditioningAndRefrigeration_2
source: Fix cooling or leakage problems
ar: إصلاح مشاكل التبريد أو التسرب
fr: Résoudre les problèmes de refroidissement ou de fuite

# artisanServices_airConditioningAndRefrigeration_3
source: Adjust control units and timers
ar: تعديل وحدات التحكم والمؤقتات
fr: Ajuster les unités de contrôle et les minuteries

# artisanServices_category_constructionAndContracting
source: Construction and Contracting
ar: البناء والمقاولات
fr: Construction et travaux

# artisanServices_constructionAndContracting_0
source: Repair wall and ceiling cracks
ar: إصلاح شقوق الجدران والأسقف
fr: Réparer les fissures des murs et plafonds

# artisanServices_constructionAndContracting_1
source: Treat moisture and water leaks
ar: معالجة الرطوبة وتسربات المياه
fr: Traiter l'humidité et les fuites d'eau

# artisanServices_constructionAndContracting_2
source: Restore damaged facades and blocks
ar: ترميم الواجهات والكتل التالفة
fr: Restaurer les façades et blocs endommagés

# artisanServices_constructionAndContracting_3
source: Rebuild or modify parts of the house
ar: إعادة بناء أو تعديل أجزاء من المنزل
fr: Reconstruire ou modifier des parties de la maison

# artisanServices_constructionAndContracting_4
source: Fix floor or foundation settlement
ar: إصلاح تسوية الأرضيات أو الأساسات
fr: Réparer les tassements de sol ou de fondation

# artisanServices_category_ceramicsAndTiling
source: Ceramics and Tiling
ar: السيراميك والبلاط
fr: Céramique et carrelage

# artisanServices_ceramicsAndTiling_0
source: Replace cracked or loose tiles
ar: استبدال البلاط المتشقق أو المفكوك
fr: Remplacer les carreaux fissurés ou détachés

# artisanServices_ceramicsAndTiling_1
source: Repair tile corners and joints
ar: إصلاح زوايا وفواصل البلاط
fr: Réparer les coins et joints de carrelage

# artisanServices_ceramicsAndTiling_2
source: Treat moisture under tiles
ar: معالجة الرطوبة تحت البلاط
fr: Traiter l'humidité sous les carreaux

# artisanServices_ceramicsAndTiling_3
source: Restore granite or marble works
ar: ترميم أعمال الجرانيت أو الرخام
fr: Restaurer les travaux en granit ou marbre

# artisanServices_category_gardeningAndLandscaping
source: Gardening and Landscaping
ar: البستنة والتنسيق
fr: Jardinage et aménagement paysager

# artisanServices_gardeningAndLandscaping_0
source: Maintain automatic irrigation systems
ar: صيانة أنظمة الري الآلية
fr: Entretenir les systèmes d'irrigation automatique

# artisanServices_gardeningAndLandscaping_1
source: Rehabilitate damaged gardens
ar: تأهيل الحدائق التالفة
fr: Réhabilitar les jardins endommagés

# artisanServices_gardeningAndLandscaping_2
source: Prune trees and plants
ar: تقليم الأشجار والنباتات
fr: Tailler les arbres et les plantes

# artisanServices_gardeningAndLandscaping_3
source: Treat agricultural pests
ar: معالجة الآفات الزراعية
fr: Traiter les parasites agricoles

# artisanServices_gardeningAndLandscaping_4
source: Restore garden flooring (tiles or artificial grass)
ar: ترميم أرضيات الحدائق (بلاط أو عشب صناعي)
fr: Restaurer les sols de jardin (carreaux ou gazon artificiel)

# artisanServices_category_cleaning
source: Cleaning
ar: التنظيف
fr: Nettoyage

# artisanServices_cleaning_0
source: Clean after renovation works
ar: التنظيف بعد أعمال التجديد
fr: Nettoyer après les travaux de rénovation

# artisanServices_cleaning_1
source: Sanitize homes or offices
ar: تعقيم المنازل أو المكاتب
fr: Désinfecter les maisons ou bureaux

# artisanServices_cleaning_2
source: Clean furniture (sofa, carpet, curtains)
ar: تنظيف الأثاث (أريكة، سجاد، ستائر)
fr: Nettoyer les meubles (canapé, tapis, rideaux)

# artisanServices_cleaning_3
source: Clean water tanks and rooftops
ar: تنظيف خزانات المياه والأسطح
fr: Nettoyer les réservoirs d'eau et les toits

# artisanServices_cleaning_4
source: Remove tough stains or odors
ar: إزالة البقع أو الروائح الصعبة
fr: Enlever les taches tenaces ou les odeurs

# artisanServices_category_electronicsAndTechnology
source: Electronics and Technology
ar: الإلكترونيات والتكنولوجيا
fr: Électronique et technologie

# artisanServices_electronicsAndTechnology_0
source: Maintain surveillance cameras
ar: صيانة كاميرات المراقبة
fr: Entretenir les caméras de surveillance

# artisanServices_electronicsAndTechnology_1
source: Repair satellite receivers
ar: إصلاح أجهزة استقبال الأقمار الصناعية
fr: Réparer les récepteurs satellites

# artisanServices_electronicsAndTechnology_2
source: Check internet networks and devices
ar: فحص شبكات الإنترنت والأجهزة
fr: Vérifier les réseaux internet et les appareils

# artisanServices_electronicsAndTechnology_3
source: Maintain screens and televisions
ar: صيانة الشاشات والتلفزيونات
fr: Entretenir les écrans et télévisions

# artisanServices_category_curtainsAndShades
source: Curtains and Shades
ar: الستائر والمظلات
fr: Rideaux et stores

# artisanServices_curtainsAndShades_0
source: Repair electric curtain faults
ar: إصلاح أعطال الستائر الكهربائية
fr: Réparer les pannes des rideaux électriques

# artisanServices_curtainsAndShades_1
source: Adjust or reinstall fixed curtains
ar: تعديل أو إعادة تركيب الستائر الثابتة
fr: Ajuster ou réinstaller les rideaux fixes

# artisanServices_curtainsAndShades_2
source: Maintain parking or garden shades
ar: صيانة مظلات المواقف أو الحدائق
fr: Entretenir les stores de parking ou de jardin

# artisanServices_curtainsAndShades_3
source: Replace damaged parts or fabric
ar: استبدال الأجزاء أو الأقمشة التالفة
fr: Remplacer les pièces ou tissus endommagés

# artisanServices_category_homeAppliancesRepair
source: Home Appliances Repair
ar: إصلاح الأجهزة المنزلية
fr: Réparation d'appareils ménagers
