Repository: borhanedinee/hirafi_app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# helpCenterScreen_artisanFaq1Answer
source: Herrafi is a mobile app that connects artisans with clients for unique creations. It allows clients to find skilled artisans for custom projects and enables artisans to showcase their work, receive direct offers, and manage their profiles. Features include user registration as either a client or artisan, a help center with FAQs, and a user-friendly interface to facilitate seamless interactions between artisans and clients.
ar: حرفي هو تطبيق جوال يربط الحرفيين بالعملاء لإبداعات فريدة. يتيح للعملاء العثور على حرفيين مهرة لمشاريع مخصصة ويمكّن الحرفيين من عرض أعمالهم، تلقي عروض مباشرة، وإدارة ملفاتهم الشخصية. تشمل الميزات تسجيل المستخدم كعميل أو حرفي، مركز مساعدة مع الأسئلة الشائعة، وواجهة سهلة الاستخدام لتسهيل التفاعلات بين الحرفيين والعملاء.
fr: Herrafi est une application mobile qui met en relation des artisans avec des clients pour des créations uniques. Elle permet aux clients de trouver des artisans qualifiés pour des projets personnalisés et aux artisans de présenter leur travail, de recevoir des offres directes et de gérer leurs profils. Les fonctionnalités incluent l'inscription en tant que client ou artisan, un centre d'aide avec des FAQ et une interface conviviale pour faciliter les interactions entre artisans et clients.

# helpCenterScreen_artisanFaq2Question
source: How do I register as an artisan?
ar: كيف أسجل كحرفي؟
fr: Comment m'inscrire en tant qu'artisan ?

# helpCenterScreen_artisanFaq2Answer
source: To register as an artisan, go to the user type screen and select "Join as an Artisan." Fill in your details, including your skills and work experience, and submit the form. Once approved, you can start receiving client requests.
ar: لتسجيل كحرفي، انتقل إلى شاشة نوع المستخدم واختر "الانضمام كحرفي". املأ تفاصيلك، بما في ذلك مهاراتك وخبرتك العملية، وأرسل النموذج. بمجرد الموافقة، يمكنك البدء في تلقي طلبات العملاء.
fr: Pour vous inscrire en tant qu'artisan, accédez à l'écran de sélection du type d'utilisateur et choisissez « Rejoindre en tant qu'artisan ». Remplissez vos informations, y compris vos compétences et votre expérience professionnelle, puis soumettez le formulaire. Une fois approuvé, vous pourrez commencer à recevoir des demandes de clients.

# helpCenterScreen_artisanFaq3Question
source: How can I contact a client?
ar: كيف يمكنني التواصل مع عميل؟
fr: Comment puis-je contacter un client ?

# helpCenterScreen_artisanFaq3Answer
source: After accepting a direct offer from a client, you’ll be able to view their contact details in the offer details screen. You can then reach out via phone or email to discuss the project further.
ar: بعد قبول عرض مباشر من عميل، ستتمكن من رؤية تفاصيل الاتصال الخاصة به في شاشة تفاصيل العرض. يمكنك بعد ذلك التواصل عبر الهاتف أو البريد الإلكتروني لمناقشة المشروع أكثر.
fr: Après avoir accepté une offre directe d'un client, vous pourrez voir ses coordonnées dans l'écran des détails de l'offre. Vous pourrez ensuite le contacter par téléphone ou par e-mail pour discuter davantage du projet.

# helpCenterScreen_artisanFaq4Question
source: What happens if I reject an offer?
ar: ماذا يحدث إذا رفضت عرضًا؟
fr: Que se passe-t-il si je rejette une offre ?

# helpCenterScreen_artisanFaq4Answer
source: If you reject an offer, it will be removed from your list of direct offers. The client will be notified, and they can choose to send the offer to another artisan.
ar: إذا رفضت عرضًا، سيتم إزالته من قائمة العروض المباشرة الخاصة بك. سيتم إبلاغ العميل، ويمكنه اختيار إرسال العرض إلى حرفي آخر.
fr: Si vous rejettez une offre, elle sera supprimée de votre liste d'offres directes. Le client sera notifié, et il pourra choisir d'envoyer l'offre à un autre artisan.

# helpCenterScreen_artisanFaq5Question
source: How do I update my profile?
ar: كيف أحدث ملفي الشخصي؟
fr: Comment mettre à jour mon profil ?

# helpCenterScreen_artisanFaq5Answer
source: To update your profile, go to the profile section in the app. Tap on "Edit Profile," make the necessary changes (e.g., update your skills, contact info, or work samples), and save your changes.
ar: لتحديث ملفك الشخصي، انتقل إلى قسم الملف الشخصي في التطبيق. اضغط على "تعديل الملف الشخصي"، قم بإجراء التغييرات اللازمة (مثل تحديث مهاراتك، معلومات الاتصال، أو عينات العمل)، واحفظ التغييرات.
fr: Pour mettre à jour votre profil, accédez à la section profil dans l'application. Appuyez sur « Modifier le profil », effectuez les modifications nécessaires (par exemple, mettez à jour vos compétences, vos coordonnées ou vos échantillons de travail), puis enregistrez vos modifications.

# helpCenterScreen_clientFaq1Question
source: What is Herrafi?
ar: ما هو حرفي؟
fr: Qu'est-ce que Herrafi ?

# helpCenterScreen_clientFaq1Answer
source: Herrafi is a mobile app that connects clients with skilled artisans for custom services and projects. Clients can browse artisan profiles, send direct offers, and track their order history through a simple and intuitive app experience.
ar: حرفي هو تطبيق جوال يربط العملاء بالحرفيين المهرة لخدمات ومشاريع مخصصة. يمكن للعملاء تصفح ملفات الحرفيين، إرسال عروض مباشرة، وتتبع سجل طلباتهم من خلال تجربة تطبيق بسيطة وبديهية.
fr: Herrafi est une application mobile qui connecte les clients avec des artisans qualifiés pour des services et projets personnalisés. Les clients peuvent parcourir les profils des artisans, envoyer des offres directes et suivre leur historique de commandes grâce à une expérience utilisateur simple et intuitive.

# helpCenterScreen_clientFaq2Question
source: How do I register as a client?
ar: كيف أسجل كعميل؟
fr: Comment m'inscrire en tant que client ?

# helpCenterScreen_clientFaq2Answer
source: To register as a client, go to the user type screen and select "Join as a Client." Fill in your personal details, and you’ll instantly be able to browse artisan profiles, favorite artisans, and send offers for your projects.
ar: لتسجيل كعميل، انتقل إلى شاشة نوع المستخدم واختر "الانضمام كعميل". املأ تفاصيلك الشخصية، وستتمكن على الفور من تصفح ملفات الحرفيين، تفضيل الحرفيين، وإرسال عروض لمشاريعك.
fr: Pour vous inscrire en tant que client, accédez à l'écran de sélection du type d'utilisateur et choisissez « Rejoindre en tant que client ». Remplissez vos informations personnelles, et vous pourrez immédiatement parcourir les profils des artisans, mettre des artisans en favoris et envoyer des offres pour vos projets.

# helpCenterScreen_clientFaq3Question
source: How can I find artisans?
ar: كيف يمكنني العثور على الحرفيين؟
fr: Comment trouver des artisans ?

# helpCenterScreen_clientFaq3Answer
source: You can explore available artisans by browsing the artisans list, filtering by categories, or viewing recommended profiles. You can also favorite artisans you like for easy access in the future.
ar: يمكنك استكشاف الحرفيين المتاحين من خلال تصفح قائمة الحرفيين، التصفية حسب الفئات، أو عرض الملفات الموصى بها. يمكنك أيضًا تفضيل الحرفيين الذين تعجبك للوصول إليهم بسهولة في المستقبل.
fr: Vous pouvez explorer les artisans disponibles en parcourant la liste des artisans, en filtrant par catégories ou en consultant les profils recommandés. Vous pouvez également mettre en favoris les artisans que vous appréciez pour y accéder facilement à l'avenir.

# helpCenterScreen_clientFaq4Question
source: How do I send an offer to an artisan?
ar: كيف أرسل عرضًا إلى حرفي؟
fr: Comment envoyer une offre à un artisan ?

# helpCenterScreen_clientFaq4Answer
source: Once you find an artisan you’re interested in, open their profile and tap "Send Offer." Enter the project details, proposed budget, and your contact information, then submit your offer. The artisan will review and respond directly.
ar: بمجرد العثور على حرفي تهتم به، افتح ملفه الشخصي واضغط على "إرسال عرض". أدخل تفاصيل المشروع، الميزانية المقترحة، ومعلومات الاتصال الخاصة بك، ثم أرسل عرضك. سيقوم الحرفي بمراجعة العرض والرد مباشرة.
fr: Une fois que vous avez trouvé un artisan qui vous intéresse, ouvrez son profil et appuyez sur « Envoyer une offre ». Saisissez les détails du projet, le budget proposé et vos coordonnées, puis soumettez votre offre. L'artisan examinera et répondra directement.

# helpCenterScreen_clientFaq5Question
source: How do I track my past orders?
ar: كيف أتتبع طلباتي السابقة؟
fr: Comment suivre mes commandes passées ?

# helpCenterScreen_clientFaq5Answer
source: You can view your order history by going to your profile and selecting "Order History." Here you’ll find a list of all your past orders, including service details, dates, statuses, and total prices.
ar: يمكنك عرض سجل طلباتك بالذهاب إلى ملفك الشخصي واختيار "سجل الطلبات". ستجد هنا قائمة بجميع طلباتك السابقة، بما في ذلك تفاصيل الخدمة، التواريخ، الحالات، والأسعار الإجمالية.
fr: Vous pouvez consulter votre historique de commandes en accédant à votre profil et en sélectionnant « Historique des commandes ». Vous y trouverez une liste de toutes vos commandes passées, incluant les détails des services, les dates, les statuts et les prix totaux.

# helpCenterScreen_clientFaq6Question
source: How do I update my personal information?
ar: كيف أحدث معلوماتي الشخصية؟
fr: Comment mettre à jour mes informations personnelles ?

# helpCenterScreen_clientFaq6Answer
source: To update your information, go to your profile, tap "Personal Information," and edit your details such as your name, email, phone number, or address. Don’t forget to save your changes.
ar: لتحديث معلوماتك، انتقل إلى ملفك الشخصي، اضغط على "المعلومات الشخصية"، وقم بتعديل تفاصيلك مثل اسمك، البريد الإلكتروني، رقم الهاتف، أو العنوان. لا تنسَ حفظ التغييرات.
fr: Pour mettre à jour vos informations, accédez à votre profil, appuyez sur « Informations personnelles » et modifiez vos coordonnées telles que votre nom, votre e-mail, votre numéro de téléphone ou votre adresse. N'oubliez pas d'enregistrer vos modifications.

# conversationsScreen_title
source: Conversations
ar: المحادثات

# conversationsScreen_emptyState
source: No conversations yet
ar: لا توجد محادثات بعد
fr: Aucune conversation pour le moment

# conversationsScreen_searchHint
source: Search for conversations
ar: البحث عن المحادثات
fr: Rechercher des conversations

# conversationsScreen_description
source: Stay connected with your favorite artisans and clients. View, reply, and manage all your chats in one place for smooth, direct communication.
ar: ابقَ على تواصل مع الحرفيين والعملاء المفضلين لديك. اعرض، رد، وأدر جميع محادثاتك في مكان واحد لتواصل سلس ومباشر.
fr: Restez en contact avec vos artisans et clients préférés. Consultez, répondez et gérez toutes vos discussions en un seul endroit pour une communication fluide et directe.

# addOfferByArtisanScreen_title
source: Add Offer to Clients
ar: إضافة عرض للعملاء
fr: Ajouter une offre pour les clients

# addOfferByArtisanScreen_heading
source: Add a New Offer for Your Customers
ar: إضافة عرض جديد لعملائك
fr: Ajouter une nouvelle offre pour vos clients

# addOfferByArtisanScreen_subheading
source: Create a special promotion to attract more clients.
ar: أنشئ عرضًا ترويجيًا خاصًا لجذب المزيد من العملاء.
fr: Créez une promotion spéciale pour attirer plus de clients.

# addOfferByArtisanScreen_offerTitle
source: Offer Title
ar: عنوان العرض
fr: Titre de l'offre

# addOfferByArtisanScreen_offerTitleHint
source: eg. 20% discount on electrical repairs this week.
ar: مثال: خصم 20% على إصلاحات الكهرباء هذا الأسبوع.
fr: ex. 20 % de réduction sur les réparations électriques cette semaine.

# addOfferByArtisanScreen_offerDescription
source: Offer Description
ar: وصف العرض
fr: Description de l'offre

# addOfferByArtisanScreen_offerDescriptionHint
source: eg. The offer applies to all electrical home maintenance services within Ain Temouchenet city.
ar: مثال: ينطبق العرض على جميع خدمات صيانة الكهرباء المنزلية في مدينة عين تموشنت.
fr: ex. L'offre s'applique à tous les services de maintenance électrique à domicile dans la ville d'Aïn Témouchent.

# addOfferByArtisanScreen_offerType
source: Offer Type
ar: نوع العرض
fr: Type d'offre

# addOfferByArtisanScreen_offerTypeHint
source: eg. Discount on price
ar: مثال: خصم على السعر
fr: ex. Réduction sur le prix

# addOfferByArtisanScreen_price
source: Price
ar: السعر
fr: Prix

# addOfferByArtisanScreen_originalPrice
source: Original Price
ar: السعر الأصلي
fr: Prix initial

# addOfferByArtisanScreen_originalPriceHint
source: eg. 5000DA
ar: مثال: 5000 دج
fr: ex. 5000 DA

# addOfferByArtisanScreen_discountedPrice
source: Price after discount
ar: السعر بعد الخصم
fr: Prix après réduction

# addOfferByArtisanScreen_discountedPriceHint
source: eg. 3000DA
ar: مثال: 3000 دج
fr: ex. 3000 DA

# addOfferByArtisanScreen_discount
source: Discount
ar: الخصم
fr: Réduction

# addOfferByArtisanScreen_discountHint
source: eg. 25%
ar: مثال: 25%
fr: ex. 25 %

# addOfferByArtisanScreen_offerValidity
source: Offer Validity
ar: صلاحية العرض
fr: Validité de l'offre

# addOfferByArtisanScreen_startDate
source: Start Date
ar: تاريخ البدء
fr: Date de début

# addOfferByArtisanScreen_endDate
source: End Date
ar: تاريخ الانتهاء
fr: Date de fin

# addOfferByArtisanScreen_validityInfo
source: Your offer will automatically expire after the end date.
ar: سينتهي العرض تلقائيًا بعد تاريخ الانتهاء.
fr: Votre offre expirera automatiquement après la date de fin.

# addOfferByArtisanScreen_targetedAreas
source: Targeted Areas
ar: المناطق المستهدفة
fr: Zones ciblées

# addOfferByArtisanScreen_targetedAreasHint
source: Search for targeted areas for your offer
ar: ابحث عن المناطق المستهدفة لعرضك
fr: Rechercher les zones ciblées pour votre offre

# addOfferByArtisanScreen_targetedAreaExample
source: Ain Temouchenet
ar: عين تموشنت
fr: Aïn Témouchent

# addOfferByArtisanScreen_postOfferButton
source: Post Offer
ar: نشر العرض
fr: Publier l'offre

# addOfferByArtisanScreen_postOfferInfo
source: This offer will be displayed in the special offers section in client feed, and interested customers will contact you directly.
ar: سيتم عرض هذا العرض في قسم العروض الخاصة في خلاصة العملاء، وسيتواصل معك العملاء المهتمون مباشرة.
fr: Cette offre sera affichée dans la section des offres spéciales dans le flux des clients, et les clients intéressés vous contacteront directement.

# addOfferByArtisanScreen_offerType_discount
source: Discount on Price
ar: خصم على السعر
fr: Réduction sur le prix

# addOfferByArtisanScreen_offerType_freeService
source: Free Additional Service
ar: خدمة إضافية مجانية
fr: Service supplémentaire gratuit

# addOfferByArtisanScreen_offerType_package
source: Service Package
ar: باقة خدمات
fr: Forfait de services

# addOfferByArtisanScreen_offerType_limited
source: Limited Time Offer
ar: عرض محدود المدة
fr: Offre à durée limitée

# addOfferByArtisanScreen_offerType_evaluation
source: Free Evaluation Visit
ar: زيارة تقييم مجانية
fr: Visite d'évaluation gratuite

# addOfferByArtisanScreen_offerType_warranty
source: Extra Warranty
ar: ضمان إضافي
fr: Garantie supplémentaire

# addOfferByArtisanScreen_offerType_urgent
source: Urgent Service with No Extra Fees
ar: خدمة عاجلة بدون رسوم إضافية
fr: Service urgent sans frais supplémentaires

# addOfferByArtisanScreen_offerType_gift
source: Free Gift with Service
ar: هدية مجانية مع الخدمة
fr: Cadeau gratuit avec le service

# addOfferByArtisanScreen_offerType_special
source: Special Offer for Families or Retirees
ar: عرض خاص للعائلات أو المتقاعدين
fr: Offre spéciale pour les familles ou les retraités

# addOfferByArtisanScreen_offerType_other
source: Other
ar: أخرى
fr: Autre

# addOfferByArtisanScreen_offerType_validationError
source: Please select a category
ar: يرجى تحديد فئة
fr: Veuillez sélectionner une catégorie

# recentOrderDetailsScreen_title
source: Recent Order Details
ar: تفاصيل الطلب الأخير
fr: Détails de la commande récente

# recentOrderDetailsScreen_orderDate
source: Order Date
ar: تاريخ الطلب
fr: Date de la commande

# recentOrderDetailsScreen_serviceCategory
source: Service Category
ar: فئة الخدمة
fr: Catégorie de service

# recentOrderDetailsScreen_orderDescription
source: Order description
ar: وصف الطلب
fr: Description de la commande

# recentOrderDetailsScreen_servicePrice
source: Service Price
ar: سعر الخدمة
fr: Prix du service

# recentOrderDetailsScreen_call
source: Call
ar: اتصال
fr: Appeler

# recentOrderDetailsScreen_chat
source: Chat
ar: دردشة
fr: Discuter

# recentOrderDetailsScreen_message
source: Message
ar: رسالة

# recentOrderDetailsScreen_acceptOffer
source: Accept Offer
ar: قبول العرض
fr: Accepter l'offre

# recentOrderDetailsScreen_rejectOffer
source: Reject Offer
ar: رفض العرض
fr: Rejeter l'offre

# recentOrderDetailsScreen_viewArtisanProfile
source: View Artisan Profile
ar: عرض ملف الحرفي
fr: Voir le profil de l'artisan

# recentOrderDetailsScreen_cancelOrder
source: Cancel Order
ar: إلغاء الطلب
fr: Annuler la commande

# recentOrderDetailsScreen_contactSupport
source: Contact Support
ar: الاتصال بالدعم
fr: Contacter le support

# recentOrderDetailsScreen_rateArtisan
source: Rate Artisan
ar: تقييم الحرفي
fr: Évaluer l'artisan

# recentOrderDetailsScreen_reorder
source: Reorder
ar: إعادة الطلب
fr: Repasser la commande

# postedSuccessfullyScreen_appBarTitle
source: Offer Posted
ar: تم نشر العرض
fr: Offre publiée

# postedSuccessfullyScreen_defaultTitle
source: Offer Posted Successfully
ar: تم نشر العرض بنجاح
fr: Offre publiée avec succès

# postedSuccessfullyScreen_defaultDescription
source: Your offer has been successfully posted and is now visible to clients in the special offers section.
ar: تم نشر عرضك بنجاح وهو الآن مرئي للعملاء في قسم العروض الخاصة.
fr: Votre offre a été publiée avec succès et est maintenant visible pour les clients dans la section des offres spéciales.

# postedSuccessfullyScreen_defaultActionButtonText
source: View Offers
ar: عرض العروض
fr: Voir les offres

# fillOfferDetailsScreen_appBarTitle
source: Fill Offer Details
ar: ملء تفاصيل العرض
fr: Remplir les détails de l'offre

# fillOfferDetailsScreen_directOfferHeading
source: Direct Offer Details.
ar: تفاصيل العرض المباشر.
fr: Détails de l'offre directe.

# fillOfferDetailsScreen_tenderOfferHeading
source: Tender Offer Details.
ar: تفاصيل عرض المناقصة.
fr: Détails de l'offre d'appel d'offres.

# fillOfferDetailsScreen_problemTitle
source: Problem Title
ar: عنوان المشكلة
fr: Titre du problème

# fillOfferDetailsScreen_problemTitleHint
source: e.g., Leaking Pipe
ar: مثال: أنبوب يتسرب
fr: ex., Tuyau qui fuit

# fillOfferDetailsScreen_problemTitleValidation
source: Please enter a problem title
ar: يرجى إدخال عنوان للمشكلة
fr: Veuillez entrer un titre pour le problème

# fillOfferDetailsScreen_problemDescription
source: Problem Description
ar: وصف المشكلة
fr: Description du problème

# fillOfferDetailsScreen_problemDescriptionHint
source: Describe the issue in detail...
ar: صف المشكلة بالتفصيل...
fr: Décrivez le problème en détail...

# fillOfferDetailsScreen_problemDescriptionValidation
source: Please enter a description
ar: يرجى إدخال وصف
fr: Veuillez entrer une description

# fillOfferDetailsScreen_budget
source: Budget
ar: الميزانية

# fillOfferDetailsScreen_budgetHint
source: e.g., 3500 DZ
ar: مثال: 3500 دج
fr: ex., 3500 DZ

# fillOfferDetailsScreen_budgetValidationEmpty
source: Please enter a budget
ar: يرجى إدخال ميزانية
fr: Veuillez entrer un budget

# fillOfferDetailsScreen_budgetValidationInvalid
source: Please enter a valid number
ar: يرجى إدخال رقم صحيح
fr: Veuillez entrer un nombre valide

# fillOfferDetailsScreen_workingHours
source: Working Hours
ar: ساعات العمل
fr: Horaires de travail

# fillOfferDetailsScreen_workingHoursHint
source: e.g., from 9:00 to 12:00
ar: مثال: من 9:00 إلى 12:00
fr: ex., de 9h00 à 12h00

# fillOfferDetailsScreen_workingHoursValidation
source: Please enter working hours
ar: يرجى إدخال ساعات العمل
fr: Veuillez entrer les horaires de travail

# fillOfferDetailsScreen_category
source: Category
ar: الفئة
fr: Catégorie

# fillOfferDetailsScreen_categoryHint
source: Select Category
ar: اختر فئة
fr: Sélectionner une catégorie

# fillOfferDetailsScreen_categoryValidation
source: Please select a category
ar: يرجى اختيار فئة
fr: Veuillez sélectionner une catégorie

# fillOfferDetailsScreen_uploadPictures
source: Upload Pictures
ar: رفع الصور
fr: Télécharger des photos

# fillOfferDetailsScreen_uploadVideos
source: Upload Videos
ar: رفع مقاطع الفيديو
fr: Télécharger des vidéos

# fillOfferDetailsScreen_location
source: Your Location
ar: موقعك
fr: Votre emplacement

# fillOfferDetailsScreen_sendNowButton
source: Post Offer
ar: انشر العرض
fr: Poster l'offre

# fillOfferDetailsScreen_nextButton
source: Find matching artisans
ar: ابحث عن الحرفيين المطابقين
fr: Trouver des artisans correspondants

# fillOfferDetailsScreen_postedTitle
source: Offer Posted Successfully
ar: تم نشر العرض بنجاح
fr: Offre publiée avec succès

# fillOfferDetailsScreen_postedDescription
source: Your offer has been posted to the app. Artisans will contact you soon.
ar: تم نشر عرضك على التطبيق. سيتواصل معك الحرفيون قريبًا.
fr: Votre offre a été publiée sur l'application. Les artisans vous contacteront bientôt.

# fillOfferDetailsScreen_postedActionButton
source: Go to Home
ar: الذهاب إلى الصفحة الرئيسية
fr: Retour à l'accueil

# fillOfferDetailsScreen_category_plumbing
source: Plumbing
ar: السباكة
fr: Plomberie

# fillOfferDetailsScreen_category_electrical
source: Electrical
ar: الكهرباء
fr: Électricité

# fillOfferDetailsScreen_category_carpentry
source: Carpentry
ar: النجارة
fr: Menuiserie

# fillOfferDetailsScreen_category_painting
source: Painting
ar: الدهان
fr: Peinture

# fillOfferDetailsScreen_category_masonry
source: Masonry
ar: البناء
fr: Maçonnerie

# chooseOfferTypeScreen_appBarTitle
source: Add New Order
ar: إضافة طلب جديد
fr: Ajouter une nouvelle commande

# chooseOfferTypeScreen_instruction
source: Choose how you want to create your offer:
ar: اختر كيف تريد إنشاء عرضك:
fr: Choisissez comment vous souhaitez créer votre offre :

# chooseOfferTypeScreen_directOfferTitle
source: Direct Offer
ar: عرض مباشر
fr: Offre directe

# chooseOfferTypeScreen_directOfferDescription
source: Send personalized offer directly to artisans that match your offer.
ar: أرسل عرضًا مخصصًا مباشرة إلى الحرفيين الذين يتطابقون مع عرضك.
fr: Envoyez une offre personnalisée directement aux artisans correspondant à votre offre.

# chooseOfferTypeScreen_tenderOfferTitle
source: Offer By Tender
ar: عرض بالمناقصة
fr: Offre par appel d'offres

# chooseOfferTypeScreen_tenderOfferDescription
source: Set your budget and receive proposals from multiple artisans.
ar: حدد ميزانيتك واستقبل عروضًا من عدة حرفيين.
fr: Définissez votre budget et recevez des propositions de plusieurs artisans.

# chooseOfferTypeScreen_infoText
source: Choose "Direct Offer" if you want to send a personalized offer to a specific artisan that matches your offer details, or "Offer by Tender" to receive proposals from multiple artisans.
ar: اختر "عرض مباشر" إذا كنت ترغب في إرسال عرض مخصص إلى حرفي معين يتطابق مع تفاصيل عرضك، أو "عرض بالمناقصة" لاستقبال عروض من عدة حرفيين.
fr: Choisissez "Offre directe" si vous souhaitez envoyer une offre personnalisée à un artisan spécifique correspondant aux détails de votre offre, ou "Offre par appel d'offres" pour recevoir des propositions de plusieurs artisans.

# artisansMatchingScreen_appBarTitle
source: Profiles
ar: الملفات الشخصية
fr: Profils

# artisansMatchingScreen_header
source: Artisans matching your offer.
ar: الحرفيون المتوافقون مع عرضك.
fr: Artisans correspondant à votre offre.

# artisansMatchingScreen_sendOffer
source: Send Offer
ar: إرسال عرض
fr: Envoyer une offre

# artisansMatchingScreen_joined
source: Joined 3 ago
ar: انضم منذ 3 سنة
fr: Inscrit il y a 2 ans

# artisansMatchingScreen_distance
source: 1,8 km away
ar: على بعد 2.1 كم
fr: À 2.3 km

# artisanProfileDetailsScreen_appBarTitle
source: Artisan Profile
ar: ملف الحرفي
fr: Profil de l'artisan

# artisanProfileDetailsScreen_workingFields
source: Working Fields
ar: مجالات العمل
fr: Domaines d'activité

# artisanProfileDetailsScreen_workGallery
source: Work Gallery
ar: معرض الأعمال
fr: Galerie de travaux
