Repository: borhanedinee/hirafi_app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# appTitle
source: Herrafi
ar: حرفي

# splashScreenWelcomingText
source: Crafting Connections!
ar: صيغة التواصل!
fr: Créer des connexions !

# userTypeWelcomeTitle
source: Welcome to Herrafi
ar: مرحبا بك في حرفي
fr: Bienvenue sur Herrafi

# userTypeSubtitle
source: Connecting Artisans & Clients Seamlessly
ar: ربط الحرفيين والعملاء بسلاسة
fr: Connecter artisans et clients en toute simplicité

# registerAsClient
source: Register as a Client
ar: التسجيل كعميل
fr: S'inscrire en tant que client

# registerAsArtisan
source: Register as an Artisan
ar: التسجيل كحرفي
fr: S'inscrire en tant qu'artisan

# haveAccount
source: Have an Account?
ar: هل لديك حساب؟
fr: Vous avez déjà un compte ?

source: Log In
ar: تسجيل الدخول
fr: Se connecter

# clientSignupPage_completeRegistration
source: Complete your Registration as a Client
ar: أكمل تسجيلك كعميل
fr: Finalisez votre inscription en tant que client

# clientSignupPage_firstName
source: First name
ar: الاسم الأول
fr: Prénom

# clientSignupPage_firstNameHint
source: eg. Borhanedine
ar: مثال: برهان الدين
fr: ex. Borhanedine

# clientSignupPage_secondName
source: Second name
ar: الاسم الثاني
fr: Nom de famille

# clientSignupPage_secondNameHint
source: eg. Boussaha
ar: مثال: بوصحة
fr: ex. Boussaha

# clientSignupPage_sex
source: Sex
ar: الجنس
fr: Sexe

# clientSignupPage_sexHint
source: Select Category
ar: اختر الفئة
fr: Sélectionner une catégorie

# clientSignupPage_phoneNumber
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# clientSignupPage_email
source: Email address
ar: عنوان البريد الإلكتروني
fr: Adresse e-mail

# clientSignupPage_dateOfBirth
source: Date of birth
ar: تاريخ الميلاد
fr: Date de naissance

# clientSignupPage_dateOfBirthHint
source: DD/MM/YYYY
ar: يوم/شهر/سنة
fr: JJ/MM/AAAA

# clientSignupPage_password
source: Password
ar: كلمة المرور
fr: Mot de passe

# clientSignupPage_confirmPassword
source: Confirm password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

# clientSignupPage_agreementPrefix
source: I agree to the
ar: أوافق على
fr: J'accepte les

# clientSignupPage_termsOfService
source: Terms of Service
ar: شروط الخدمة
fr: Conditions d'utilisation

# clientSignupPage_and
source: and
ar: و
fr: et

# clientSignupPage_privacyPolicy
source: Privacy Policy.
ar: سياسة الخصوصية.
fr: Politique de confidentialité.

# clientSignupPage_registerBtn
source: Register as Client
ar: التسجيل كعميل
fr: S'inscrire en tant que client

# clientSignupPage_alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

# clientSignupPage_signIn
source: Sign in
ar: تسجيل الدخول
fr: Se connecter

# clientSignupPage_selectGenderLabel
source: Choose your gender
ar: اختر جنسك
fr: Choisissez votre sexe

# clientSignupPage_selectGenderError
source: Please select a category
ar: يرجى اختيار فئة
fr: Veuillez sélectionner une catégorie

# artisanSignUp1Screen_completeRegistration
source: Complete your Registration as an Artisan
ar: أكمل تسجيلك كحرفي
fr: Finalisez votre inscription en tant qu'artisan

# artisanSignUp1Screen_profilePicture
source: Profile Picture *
ar: الصورة الشخصية *
fr: Photo de profil *

# artisanSignUp1Screen_firstName
source: First name *
ar: الاسم الأول *
fr: Prénom *

# artisanSignUp1Screen_secondName
source: Second name *
ar: الاسم الثاني *
fr: Nom de famille *

# artisanSignUp1Screen_sex
source: Sex
ar: الجنس
fr: Sexe

# artisanSignUp1Screen_phoneNumber
source: Phone Number *
ar: رقم الهاتف *
fr: Numéro de téléphone *

# artisanSignUp1Screen_email
source: Email *
ar: البريد الإلكتروني *

# artisanSignUp1Screen_dateOfBirth
source: Date of birth *
ar: تاريخ الميلاد *
fr: Date de naissance *

# artisanSignUp1Screen_password
source: Password
ar: كلمة المرور
fr: Mot de passe

# artisanSignUp1Screen_confirmPassword
source: Confirm password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

# artisanSignUp1Screen_selectCategory
source: Select Category *
ar: اختر الفئة *
fr: Sélectionner une catégorie *

# artisanSignUp1Screen_selectSubCategory
source: Select Sub Category *
ar: اختر الفئة الفرعية *
fr: Sélectionner une sous-catégorie *

# artisanSignUp1Screen_selectWilaya
source: Select Wilaya *
ar: اختر الولاية *
fr: Sélectionner une wilaya *

# artisanSignUp1Screen_selectCommune
source: Select Commune *
ar: اختر البلدية *
fr: Sélectionner une commune *

# artisanSignUp1Screen_workLicenseCertificate
source: Work License/Certificate
ar: رخصة العمل/الشهادة
fr: Licence de travail/Certificat

# artisanSignUp1Screen_agreeTo
source: I agree to the
ar: أوافق على
fr: J'accepte les

# artisanSignUp1Screen_termsOfService
source: Terms of Service
ar: شروط الخدمة
fr: Conditions d'utilisation

# artisanSignUp1Screen_and
source: and
ar: و
fr: et

# artisanSignUp1Screen_privacyPolicy
source: Privacy Policy.
ar: سياسة الخصوصية.
fr: Politique de confidentialité.

# artisanSignUp1Screen_alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

# artisanSignUp1Screen_signIn
source: Sign in
ar: تسجيل الدخول
fr: Se connecter

# artisanSignUp1Screen_uploadPicture
source: Upload Picture
ar: رفع الصورة
fr: Télécharger une photo

# artisanSignUp1Screen_uploadCertificateDescription
source: Upload your professional Licence or Certificate
ar: رفع رخصتك المهنية أو شهادتك
fr: Téléchargez votre licence professionnelle ou certificat

# artisanSignUp1Screen_uploadCertificateInfo
source: You can add this later, but it will appear as a notification in your profile
ar: يمكنك إضافتها لاحقًا، لكنها ستظهر كإشعار في ملفك الشخصي
fr: Vous pouvez l'ajouter plus tard, mais cela apparaîtra comme une notification dans votre profil

# artisanSignUp1Screen_uploadDocument
source: Upload Document
ar: رفع الوثيقة
fr: Télécharger le document

# artisanSignUp1Screen_next
source: Next
ar: التالي
fr: Suivant

# artisanSignUp1Screen_sexHint
source: Sex
ar: الجنس
fr: Sexe

# artisanSignUp1Screen_selectGenderLabel
source: Select your gender
ar: اختر جنسك
fr: Sélectionnez votre sexe

# artisanSignUp1Screen_categoryHint
source: Category
ar: الفئة
fr: Catégorie

# artisanSignUp1Screen_selectCraftLabel
source: Select your craft
ar: اختر حرفتك
fr: Sélectionnez votre métier

# artisanSignUp1Screen_servicesHint
source: Services
ar: الخدمات

# artisanSignUp1Screen_service
source: service
ar: خدمة

# artisanSignUp1Screen_services
source: services
ar: خدمات

# artisanSignUp1Screen_wilayaHint
source: Wilaya
ar: الولاية

# artisanSignUp1Screen_selectWilayaLabel
source: Select your wilaya
ar: اختر ولايتك
fr: Sélectionnez votre wilaya

# artisanSignUp1Screen_communeHint
source: Commune
ar: البلدية

# artisanSignUp1Screen_selectCommuneLabel
source: Select your commune
ar: اختر بلديتك
fr: Sélectionnez votre commune

# artisanSignUp1Screen_firstNameHint
source: eg. Borhanedine
ar: مثال: برهان الدين
fr: ex. Borhanedine

# artisanSignUp1Screen_secondNameHint
source: eg. Boussaha
ar: مثال: بوصحة
fr: ex. Boussaha

# artisanSignUp1Screen_emailHint
source: eg. exemple@gmail.com
ar: مثال: exemple@gmail.com
fr: ex. exemple@gmail.com

# artisanSignUp1Screen_dateOfBirthHint
source: DD/MM/YYY
ar: يوم/شهر/سنة
fr: JJ/MM/AAAA

# artisanSignUp2Screen_completeRegistration
source: Complete your Registration as an Artisan
ar: أكمل تسجيلك كحرفي
fr: Finalisez votre inscription en tant qu'artisan

# artisanSignUp2Screen_workingDays
source: Working Days *
ar: أيام العمل *
fr: Jours de travail *

# artisanSignUp2Screen_selectWorkingDays
source: Select working days
ar: اختر أيام العمل
fr: Sélectionner les jours de travail

# artisanSignUp2Screen_day
source: day
ar: يوم
fr: jour

# artisanSignUp2Screen_days
source: days
ar: أيام
fr: jours

# artisanSignUp2Screen_frontIdCard
source: Front of your ID Card *
ar: واجهة بطاقة الهوية *
fr: Recto de votre carte d'identité *

# artisanSignUp2Screen_frontIdCardGuide
source: Please upload a clear image of the front of your ID card.
ar: يرجى رفع صورة واضحة لواجهة بطاقة الهوية الخاصة بك.
fr: Veuillez télécharger une image claire du recto de votre carte d'identité.

# artisanSignUp2Screen_backIdCard
source: Back of your ID Card *
ar: ظهر بطاقة الهوية *
fr: Verso de votre carte d'identité *

# artisanSignUp2Screen_backIdCardGuide
source: Please upload a clear image of the back of your ID card.
ar: يرجى رفع صورة واضحة لظهر بطاقة الهوية الخاصة بك.
fr: Veuillez télécharger une image claire du verso de votre carte d'identité.

# artisanSignUp2Screen_agreeTo
source: I agree to the
ar: أوافق على
fr: J'accepte les

# artisanSignUp2Screen_termsOfService
source: Terms of Service
ar: شروط الخدمة
fr: Conditions d'utilisation

# artisanSignUp2Screen_and
source: and
ar: و
fr: et

# artisanSignUp2Screen_privacyPolicy
source: Privacy Policy.
ar: سياسة الخصوصية.
fr: Politique de confidentialité.

# artisanSignUp2Screen_createProfileNow
source: Create Profile Now
ar: إنشاء الملف الشخصي الآن
fr: Créer le profil maintenant

# artisanSignUp2Screen_uploadDocument
source: Upload Document
ar: رفع الوثيقة
fr: Télécharger le document

# artisanSignUp2Screen_uploadInfo
source: You can add this later, but it will appear as a notification in your profile
ar: يمكنك إضافتها لاحقًا، لكنها ستظهر كإشعار في ملفك الشخصي
fr: Vous pouvez l'ajouter plus tard, mais cela apparaîtra comme une notification dans votre profil

# artisanSignUp2Screen_startTime
source: Start Time
ar: وقت البدء
fr: Heure de début

# artisanSignUp2Screen_endTime
source: End Time
ar: وقت الانتهاء
fr: Heure de fin

# artisanSignUp2Screen_startTimeHint
source: eg. 9:00
ar: مثال: 9:00
fr: ex. 9:00

# artisanSignUp2Screen_endTimeHint
source: eg. 16:00
ar: مثال: 16:00
fr: ex. 16:00

# artisanSignUp2Screen_sunday
source: Sunday
ar: الأحد
fr: Dimanche

# artisanSignUp2Screen_monday
source: Monday
ar: الإثنين
fr: Lundi

# artisanSignUp2Screen_tuesday
source: Tuesday
ar: الثلاثاء
fr: Mardi

# artisanSignUp2Screen_wednesday
source: Wednesday
ar: الأربعاء
fr: Mercredi

# artisanSignUp2Screen_thursday
source: Thursday
ar: الخميس
fr: Jeudi

# artisanSignUp2Screen_friday
source: Friday
ar: الجمعة
fr: Vendredi

# artisanSignUp2Screen_saturday
source: Saturday
ar: السبت
fr: Samedi

# loginScreen_logIn
source: Log in
ar: تسجيل الدخول
fr: Se connecter

# loginScreen_phoneNumber
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# loginScreen_password
source: Password
ar: كلمة المرور
fr: Mot de passe

# loginScreen_forgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟
fr: Mot de passe oublié ?

# loginScreen_noAccount
source: Don't have an account?
ar: ليس لديك حساب؟
fr: Vous n'avez pas de compte ?

# loginScreen_signUp
source: Sign up
ar: التسجيل
fr: S'inscrire

# loginScreen_register
source: Register
ar: التسجيل
fr: S'inscrire

# loginScreen_registerAsClient
source: Register as Client
ar: التسجيل كعميل
fr: S'inscrire en tant que client

# loginScreen_registerAsArtisan
source: Register as Artisan
ar: التسجيل كحرفي
fr: S'inscrire en tant qu'artisan

# emailVerificationScreen_checkEmail
source: Check Your Email!
ar: تحقق من بريدك الإلكتروني!
fr: Vérifiez votre courriel !

# emailVerificationScreen_sentCode
source: We’ve sent a 6-digit code to {email}
ar: لقد أرسلنا رمزًا مكونًا من 6 أرقام إلى {email}
fr: Nous avons envoyé un code à 6 chiffres à {email}

# emailVerificationScreen_enterCode
source: Enter the code below to verify your email.
ar: أدخل الرمز أدناه للتحقق من بريدك الإلكتروني.
fr: Entrez le code ci-dessous pour vérifier votre courriel.

# emailVerificationScreen_noCode
source: Didn’t receive the code?
ar: لم تتلق الرمز؟
fr: Vous n’avez pas reçu le code ?

# emailVerificationScreen_resend
source: Resend
ar: إعادة الإرسال
fr: Renvoyer

# emailVerificationScreen_getVerified
source: Let’s get you verified and crafting!
ar: دعنا نتحقق منك ونبدأ الإبداع!
fr: Vérifions votre compte et commençons à créer !

# emailVerificationScreen_verifyEmail
source: Verify Email
ar: التحقق من البريد الإلكتروني
fr: Vérifier le courriel

# packagesScreen_choosePackage
source: Choose your package
ar: اختر باقتك
fr: Choisissez votre forfait

# packagesScreen_freePackage_name
source: Free Package
ar: الباقة المجانية
fr: Forfait Gratuit

# packagesScreen_freePackage_price
source: Free
ar: مجانًا
fr: Gratuit

# packagesScreen_freePackage_feature1
source: Create and publish offers
ar: إنشاء ونشر العروض
fr: Créer et publier des offres

# packagesScreen_freePackage_feature2
source: Receive limited client requests
ar: تلقي طلبات عملاء محدودة
fr: Recevoir des demandes limitées de clients

# packagesScreen_freePackage_feature3
source: Basic profile visibility
ar: رؤية أساسية للملف الشخصي
fr: Visibilité de base du profil

# packagesScreen_silverPackage_name
source: Silver Package
ar: الباقة الفضية
fr: Forfait Argent

# packagesScreen_silverPackage_price
source: 500 DA
ar: 500 دج

# packagesScreen_silverPackage_feature1
source: Higher profile ranking in search results
ar: ترتيب أعلى في نتائج البحث
fr: Classement plus élevé dans les résultats de recherche

# packagesScreen_silverPackage_feature2
source: Receive more client requests per month
ar: تلقي طلبات عملاء أكثر شهريًا
fr: Recevoir plus de demandes de clients par mois

# packagesScreen_silverPackage_feature3
source: Access to work gallery uploads
ar: الوصول إلى رفع معرض الأعمال
fr: Accès au téléchargement de galeries de travaux

# packagesScreen_goldPackage_name
source: Gold Package
ar: الباقة الذهبية
fr: Forfait Or

# packagesScreen_goldPackage_price
source: 1500 DA
ar: 1500 دج

# packagesScreen_goldPackage_feature1
source: Priority profile visibility
ar: رؤية مميزة للملف الشخصي
fr: Visibilité prioritaire du profil

# packagesScreen_goldPackage_feature2
source: Unlimited client requests
ar: طلبات عملاء غير محدودة
fr: Demandes de clients illimitées

# packagesScreen_goldPackage_feature3
source: Direct messaging with clients
ar: المراسلة المباشرة مع العملاء
fr: Messagerie directe avec les clients

# packagesScreen_premiumPackage_name
source: Premium Package
ar: الباقة المميزة
fr: Forfait Premium

# packagesScreen_premiumPackage_price
source: 2500 DA
ar: 2500 دج

# packagesScreen_premiumPackage_artisan_feature1
source: Top placement in artisan listings
ar: الوضع الأعلى في قوائم الحرفيين
fr: Placement en tête des listes d'artisans

# packagesScreen_premiumPackage_artisan_feature2
source: Advanced analytics and insights
ar: تحليلات ورؤى متقدمة
fr: Analyses et insights avancés

# packagesScreen_premiumPackage_artisan_feature3
source: Featured in promotional campaigns
ar: الظهور في الحملات الترويجية
fr: Mise en avant dans les campagnes promotionnelles

# packagesScreen_premiumPackage_client_feature1
source: Top search spot
ar: أعلى مكان في البحث
fr: Première place dans les recherches

# packagesScreen_premiumPackage_client_feature2
source: Home page promotions
ar: الترويج في الصفحة الرئيسية
fr: Promotions sur la page d'accueil

# packagesScreen_premiumPackage_client_feature3
source: Instant support
ar: دعم فوري
fr: Support instantané

# personalInfoScreen_title
source: Personal Information
ar: المعلومات الشخصية
fr: Informations personnelles

# personalInfoScreen_manageInfo
source: Manage your personal information here.
ar: إدارة معلوماتك الشخصية هنا.
fr: Gérez vos informations personnelles ici.

# personalInfoScreen_firstName
source: First name
ar: الاسم الأول
fr: Prénom

# personalInfoScreen_secondName
source: Second name
ar: الاسم الثاني
fr: Nom

# personalInfoScreen_emailAddress
source: Email address
ar: عنوان البريد الإلكتروني
fr: Adresse e-mail

# personalInfoScreen_phoneNumber
source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

# personalInfoScreen_saveChanges
source: Save Changes
ar: حفظ التغييرات
fr: Enregistrer les modifications

# personalInfoScreen_changePassword
source: Change Password
ar: تغيير كلمة المرور
fr: Changer le mot de passe

# personalInfoScreen_deleteAccount
source: Delete Account
ar: حذف الحساب
fr: Supprimer le compte

# paymentMethodsScreen_title
source: Payment Methods
ar: طرق الدفع
fr: Méthodes de paiement

# paymentMethodsScreen_manageOptions
source: Manage and Secure Your Payment Options
ar: إدارة وتأمين خيارات الدفع الخاصة بك
fr: Gérez et sécurisez vos options de paiement

# paymentMethodsScreen_description
source: Easily add, update, or remove your preferred payment methods for faster and safer transactions on Herrafi.
ar: أضف، حدّث، أو أزل طرق الدفع المفضلة لديك بسهولة لإجراء معاملات أسرع وأكثر أمانًا على هيرافي.
fr: Ajoutez, mettez à jour ou supprimez facilement vos méthodes de paiement préférées pour des transactions plus rapides et sécurisées sur Herrafi.

# paymentMethodsScreen_cibCard_name
source: CIB Card
ar: بطاقة CIB
fr: Carte CIB

# paymentMethodsScreen_cibCard_description
source: Pay with your Carte Interbancaire (CIB) securely.
ar: ادفع باستخدام بطاقتك البنكية (CIB) بأمان.
fr: Payez avec votre Carte Interbancaire (CIB) en toute sécurité.

# paymentMethodsScreen_edahabia_name
source: Edahabia
ar: إيداهابيا

# paymentMethodsScreen_edahabia_description
source: Use your Algeria Post Edahabia card for payments.
ar: استخدم بطاقة بريد الجزائر إيداهابيا للدفع.
fr: Utilisez votre carte Edahabia de la Poste Algérie pour les paiements.

# paymentMethodsScreen_cashOnDelivery_name
source: Cash on Delivery
ar: الدفع عند التسليم
fr: Paiement à la livraison

# paymentMethodsScreen_cashOnDelivery_description
source: Pay in cash when the artisan delivers your order.
ar: ادفع نقدًا عندما يسلم الحرفي طلبك.
fr: Payez en espèces lorsque l'artisan livre votre commande.

# paymentMethodsScreen_addPaymentMethod
source: Add Payment Method
ar: إضافة طريقة دفع
fr: Ajouter une méthode de paiement

# notificationsScreen_title
source: Notifications
ar: الإشعارات

# notificationsScreen_noNotifications
source: No notifications yet
ar: لا توجد إشعارات بعد
fr: Aucune notification pour le moment

# notificationsScreen_group_today
source: Today
ar: اليوم
fr: Aujourd'hui

# notificationsScreen_group_thisWeek
source: This Week
ar: هذا الأسبوع
fr: Cette semaine

# notificationsScreen_group_older
source: Older
ar: أقدم
fr: Plus ancien

# notificationsScreen_newOffer_title
source: New Direct Offer
ar: عرض مباشر جديد
fr: Nouvelle offre directe

# notificationsScreen_newOffer_message
source: You have received a new offer from Ahmed for a custom furniture project.
ar: لقد تلقيت عرضًا جديدًا من أحمد لمشروع أثاث مخصص.
fr: Vous avez reçu une nouvelle offre d'Ahmed pour un projet de meubles sur mesure.

# notificationsScreen_newOffer_timestamp
source: 2 hours ago
ar: منذ ساعتين
fr: Il y a 2 heures

# notificationsScreen_offerExpiring_title
source: Offer Expiring Soon
ar: العرض ينتهي قريبًا
fr: Offre sur le point d'expirer

# notificationsScreen_offerExpiring_message
source: The offer from Sara for a carpentry project expires in 24 hours.
ar: ينتهي عرض سارة لمشروع نجارة خلال 24 ساعة.
fr: L'offre de Sara pour un projet de menuiserie expire dans 24 heures.

# notificationsScreen_offerExpiring_timestamp
source: 5 hours ago
ar: منذ 5 ساعات
fr: Il y a 5 heures

# notificationsScreen_profileUpdate_title
source: Profile Update Reminder
ar: تذكير بتحديث الملف الشخصي
fr: Rappel de mise à jour du profil

# notificationsScreen_profileUpdate_message
source: Please upload your work license to complete your artisan profile.
ar: يرجى رفع رخصة عملك لإكمال ملفك الحرفي.
fr: Veuillez télécharger votre licence de travail pour compléter votre profil d'artisan.

# notificationsScreen_profileUpdate_timestamp
source: 1 day ago
ar: منذ يوم واحد
fr: Il y a 1 jour

# notificationsScreen_newReview_title
source: New Review
ar: مراجعة جديدة
fr: Nouvel avis

# notificationsScreen_newReview_message
source: You received a 5-star review from Khaled for your recent project.
ar: تلقيت مراجعة 5 نجوم من خالد لمشروعك الأخير.
fr: Vous avez reçu un avis 5 étoiles de Khaled pour votre projet récent.

# notificationsScreen_newReview_timestamp
source: 2 days ago
ar: منذ يومين
fr: Il y a 2 jours

# notificationsScreen_offerAccepted_title
source: Offer Accepted
ar: تم قبول العرض
fr: Offre acceptée

# notificationsScreen_offerAccepted_message
source: Your offer for a painting project has been accepted by Laila.
ar: تم قبول عرضك لمشروع طلاء من قبل ليلى.
fr: Votre offre pour un projet de peinture a été acceptée par Laila.

# notificationsScreen_offerAccepted_timestamp
source: 3 days ago
ar: منذ 3 أيام
fr: Il y a 3 jours

# navBarRootScreen_home
source: Home
ar: الرئيسية
fr: Accueil

# navBarRootScreen_community
source: Community
ar: المجتمع

# navBarRootScreen_chats
source: Chats
ar: المحادثات
fr: Discussions

# navBarRootScreen_profile
source: Profile
ar: الملف الشخصي
fr: Profil

# messagesScreen_typeMessage
source: Type a message...
ar: اكتب رسالة...
fr: Tapez un message...

# messagesScreen_attachment_document
source: Document
ar: مستند

# messagesScreen_attachment_camera
source: Camera
ar: كاميرا
fr: Caméra

# messagesScreen_attachment_gallery
source: Gallery
ar: معرض الصور
fr: Galerie

# messagesScreen_attachment_video
source: Video
ar: فيديو
fr: Vidéo

# messagesScreen_attachment_audio
source: Audio
ar: صوت

# messagesScreen_attachment_location
source: Location
ar: الموقع
fr: Emplacement

# messagesScreen_attachment_contact
source: Contact
ar: جهة اتصال

# helpCenterScreen_helpCenterTitle
source: Help Center
ar: مركز المساعدة
fr: Centre d'aide

# helpCenterScreen_welcomeText
source: We're here to help you with anything and everything on Herrafi
ar: نحن هنا لمساعدتك في كل شيء على حرفي
fr: Nous sommes là pour vous aider avec tout ce qui concerne Herrafi

# helpCenterScreen_supportText
source: If you have any questions, concerns, or need assistance while using Herrafi, our team is ready to support you. Whether it’s about finding the right artisan, managing your orders, or understanding our services, we’ve got you covered. Browse our FAQs, reach out directly, or send us a message anytime — your satisfaction and comfort are our top priority.
ar: إذا كانت لديك أي أسئلة أو استفسارات أو تحتاج إلى مساعدة أثناء استخدام حرفي، فإن فريقنا جاهز لدعمك. سواء كان الأمر يتعلق بالعثور على الحرفي المناسب، إدارة طلباتك، أو فهم خدماتنا، نحن هنا لتغطية كل شيء. تصفح الأسئلة الشائعة، تواصل مباشرة، أو أرسل لنا رسالة في أي وقت — رضاك وراحتك هما أولويتنا القصوى.
fr: Si vous avez des questions, des préoccupations ou besoin d'assistance lors de l'utilisation de Herrafi, notre équipe est prête à vous soutenir. Que ce soit pour trouver le bon artisan, gérer vos commandes ou comprendre nos services, nous sommes à vos côtés. Parcourez nos FAQ, contactez-nous directement ou envoyez-nous un message à tout moment — votre satisfaction et votre confort sont notre priorité absolue.

# helpCenterScreen_searchHint
source: Search help
ar: ابحث عن المساعدة
fr: Rechercher de l'aide

# helpCenterScreen_faqTitle
source: FAQ
ar: الأسئلة الشائعة

# helpCenterScreen_contactUsButton
source: Contact Us
ar: اتصل بنا
fr: Nous contacter

# helpCenterScreen_artisanFaq1Question
source: What is Herrafi?
ar: ما هو حرفي؟
fr: Qu'est-ce que Herrafi ?
